Repository: DamienThomp/core-data-budget-app
Catalog: Localizable.xcstrings
Source language: en
Languages: fr_ca

source: %lf total amount for expense
fr_ca: %lf montant total des dépenses

source: %lf total limit for budget item
fr_ca: %lf limite totale pour le poste budgétaire

source: Add a Budget.
fr_ca: Ajouter un budget.

source: Add an expense.
fr_ca: Ajoutez une dépense.

source: Add new budget
fr_ca: Ajouter un nouveau budget

source: Amount
fr_ca: Montant

source: Budget Limit
fr_ca: Limite budgétaire

source: Budget List item
fr_ca: Élément de liste budgétaire

source: Budget Title
fr_ca: Titre budgétaire

source: Cancel
fr_ca: Annuler

source: Cancel and dismiss
fr_ca: Annuler et fermez le formulaire

source: Edit Buddget Items
fr_ca: Modifier les éléments budgétaires

source: Error
fr_ca: Erreur

source: Error message
fr_ca: Message d'erreur

source: Expense Amount
fr_ca: Montant des dépenses

source: Expense Title
fr_ca: Titre de la dépense

source: Expenses
fr_ca: Dépenses

source: Limit
fr_ca: Limite

source: New Budget
fr_ca: Nouveau Budget

source: New Expense
fr_ca: Nouvelle dépense

source: Remaining:
fr_ca: Restant:

source: Save
fr_ca: Enregistrer

source: Save Budget Item and dismiss
fr_ca: Enregistrer le poste budgétaire et fermez le formulaire

source: Title
fr_ca: Titre

source: Total Expenses:
fr_ca: Dépenses totales:

source: Update
fr_ca: Mise à jour

source: Update Expense
fr_ca: Mettre à jour les dépenses

source: Update Expense Item and dismiss
fr_ca: Mettre à jour le poste de dépense et fermez le formulaire
